{
    "pageTitle": "미래 직업 테스트",
    "mainTitle": "나는 미래에 어떤 직업이 어울릴까",
    "subtitle": "얼굴로 보는 미래 직업 테스트",
    "footerText": "&copy; 재혁테크 2024. All Rights Reserved.",
    
    "modelUrl": "https://teachablemachine.withgoogle.com/models/Fcn5Cl478/",
    "classDetails": [
        {
            "name": "의사",
            "title": "의사상",
            "explain": "침착하고 이성적인 당신은 뛰어난 문제 해결 능력과 공감 능력으로 사람들에게 신뢰를 주는 유형입니다. 분석적 사고와 꼼꼼함으로 어떤 상황에서도 침착하게 대처하며, 타인의 감정을 잘 이해하고 공감하는 모습이 돋보입니다. 당신의 성실함과 헌신적인 모습은 특히 의료 분야에서 큰 강점이 되어 미래에 훌륭한 의사가 될 자질을 갖추고 있습니다. 환자들에게 든든한 지원군이 되어주는 모습이 당신과 딱 맞아 떨어집니다!",
            "celeb": "강아지상 연예인: 박보영, 아이유, 윤승아, 민아(걸스데이), 한지민",
            "color": "rgba(27, 175, 234, 1)"
        },
        {
            "name": "축구선수",
            "title": "축구선수상",
            "explain": "열정적이고 에너지가 넘치는 당신은 탁월한 운동 신경과 강한 의지력으로 사람들에게 영감을 주는 유형입니다. 도전과 경쟁을 즐기며, 팀을 위해 헌신하는 모습이 돋보입니다. 빠른 판단력과 전략적 사고로 경기장에서 빛을 발하며, 동료들에게도 큰 힘이 됩니다. 당신의 끈기와 노력은 특히 축구장에서 빛을 발하며, 미래에 훌륭한 축구선수가 될 자질을 충분히 갖추고 있습니다. 당신이 팬들에게 환호를 받는 모습이 벌써부터 그려집니다!",
            "celeb": "말상 연예인: 박보영, 박민영, 한지민, 이나영, 임윤아(소녀시대)",
            "color": "rgba(251, 176, 59, 1)"
        },
        {
            "name": "교사",
            "title": "교사상",
            "explain": "당신은 침착하고 이성적인 접근으로 학생들에게 신뢰를 주는 유입니다. 문제 해결 능력과 분석적 사고를 바탕으로 어려운 상황에서도 차분하게 해결책을 찾아내며, 학생들의 감정을 잘 이해하고 공감하는 모습이 인상적입니다. 꼼꼼함과 성실함으로 학생들에게 지식을 전달하고 지도하는 과정에서 빛을 발하며, 그들의 발전과 행복을 위해 헌신하는 모습은 교육계에서 큰 강점이 됩니다. 미래에는 더 많은 학생들에게 영향을 미치고 지식의 씨앗을 뿌리며, 훌륭한 교육자로서의 길을 걸어가리라 믿습니다!",
            "celeb": "고양이상 연예인: 안소희(원더걸스), 오연서, 한예슬, 이성경, 이효리",
            "color": "rgba(265, 100, 50, 1)"
        },
        {
            "name": "프로게이머",
            "title": "프로게이머상",
            "explain": "당신은 냉정하고 전략적인 결정으로 많은 사람들에게 신뢰받는 스타가 될 상입니다. 뛰어난 문제 해결 능력과 분석력으로 어떤 게임 상황에서도 침착하게 대응하며, 팀원들과의 협력을 통해 최상의 결과를 이루어냅니다. 경기 중 타 선수들의 움직임을 예하고 대응하는 능력에서 돋보이며, 팬들과의 소통을 통해 큰 사랑을 받고 있습니다. 게임에 대한 헌신과 열정으로 매 경기에서 성장하고 발전하며, 프로게이머로서 더욱 빛날 자질을 갖추고 있습니다. 미래에는 더 많은 이들에게 영감을 주고 최고의 경기력을 선보이며, 프로게이밍 세계에서 큰 성취를 이룰 것 같습니다!",
            "celeb": "고양이상 연예인: 안소희(원더걸스), 오연서, 한예슬, 이성경, 이효리",
            "color": "rgba(265, 100, 50, 1)"
        }
    ]
}

